done # a ээс b хүртэлх тооний нийлбэр ол
done # n ээс m тоо хүртэлх сондгой тооны нийлбэр ол
done # n ээс m тоо хүртэлх тэгш тооны нийлбэр ол
done # n ээс m тоо хүртэлх 3т хуваагдах тооны нийлбэр ол
done # n ээс m тоо хүртэлх 5т хуваагдах тооны нийлбэр ол
done # a тоог b зэрэгт дэвшүүл
done # a болон b тооны үржвэр ол
# n ээс m тоо хүртэлх сондгой тоонуудын тоог ол
# n ээс m тоо хүртэлх тэгш тоонуудын тоог ол
# Өгөгдсөн тооны хуваагчдыг ол
# Өгөгдсөн тооны хуваагчдын тоог ол
# Өгөгдсөн үгэнд а үсэг хэдэн удаа орсон байна вэ
done # Өгүүлбэрийн үгүүдээс b үсгийг хас
done # Өгөгдсөн тооны цифрүүдийн нийлбэрийг ол
# Өгөдсөн n тоо анхны тоо мөн үү
done # 3 оронтой бүх палендром тоонуудыг ол
done # Цифрүүдын нийлбэр нь k байх бүх 3 оронтой тоонуудын тоог ол
done # m тоо хүртэлх анхны тоонуудыг ол
# m тоо хүртэлх анхны тоонуудын тоог ол