# done - a ээс b хүртэлх тооний нийлбэр ол
# done - n ээс m тоо хүртэлх сондгой тооны нийлбэр ол
# done - n ээс m тоо хүртэлх тэгш тооны нийлбэр ол
# done - n ээс m тоо хүртэлх 3т хуваагдах тооны нийлбэр ол
# done - n ээс m тоо хүртэлх 5т хуваагдах тооны нийлбэр ол
# done - a тоог b зэрэгт дэвшүүл
# done - a болон b тооны үржвэр ол
# done - n ээс m тоо хүртэлх сондгой бүх тоонуудыг хэвлэ
# done - n ээс m тоо хүртэлх тэгш бүх тоонуудын тоог ол
# done - Өгөгдсөн тооны бүх хуваагчдыг ол
# done - Өгөгдсөн үгэнд а үсэг хэдэн удаа орсон байна вэ
# done - Өгүүлбэрийн үгүүдээс b үсгийг хас
# done - Өгөгдсөн тооны цифрүүдийн нийлбэрийг ол
# done - Өгөдсөн n тоо анхны тоо мөн үү?
# done - 3 оронтой бүх палендром тоонуудыг ол
# done - Цифрүүдын нийлбэр нь k байх бүх 3 оронтой тоонуудын тоог ол
# done - m тоо хүртэлх анхны тоонуудыг ол